tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "argo"
brew "argocd"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "gettext"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "eksctl"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "grep"
brew "grpcurl"
brew "helm"
brew "helm-docs"
brew "httpie"
brew "hub"
brew "hugo"
brew "istioctl"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectl-argo-rollouts"
brew "kubectx"
brew "maven"
brew "ninja"
brew "meson"
brew "minikube"
brew "node"
brew "pulumi"
brew "pyenv"
brew "ruby"
brew "tanka"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"

cask "aws-vault"
cask "chromedriver"
cask "dropbox"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
