tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "grep"
brew "helm"
brew "httpie"
brew "hub"
brew "istioctl"
brew "jenv"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kubernetes-cli"
brew "maven"
brew "node"
brew "octant"
brew "pyenv"
brew "tanka"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "wget"
brew "yq"
brew "zsh"
brew "fluxcd/tap/flux"

cask "adoptopenjdk8"
cask "aws-vault"
cask "dropbox"
cask "istat-menus"
cask "iterm2"
cask "lens"
cask "slack"
cask "visual-studio-code"
cask "discord"
cask "zoom"
