brew "argo"
brew "argocd"
brew "awscli"
brew "colordiff"
brew "curl"
brew "direnv"
brew "eksctl"
brew "figlet"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "gpg"
brew "grpcurl"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "istioctl"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "ruby"
brew "telnet"
brew "terraform-docs"
brew "tenv"
brew "tree"
brew "wget"
brew "ripgrep"
brew "yq"
brew "xz"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

if ENV['USER'] == "nalbam"
  cask "1password"
  cask "google-chrome"
  cask "slack"
  cask "zoom"
end

cask "1password-cli"
cask "aws-vault"
cask "cursor"
cask "font-dejavu-sans-mono-nerd-font"
cask "google-drive"
cask "iterm2"
cask "orbstack"
cask "raycast"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
