brew "argo"
brew "argocd"
brew "awscli"
brew "colordiff"
brew "curl"
brew "direnv"
brew "eksctl"
brew "figlet"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "gpg"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "node"
brew "pyenv"
brew "ruby"
brew "terraform-docs"
brew "tenv"
brew "tree"
brew "wget"
brew "yq"
brew "xz"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
